--作業者マスタ
INSERT INTO M01
VALUES
(1, 'TEST_USER','テストユーザ','A01','1','test@gmail.com','090-XXXX-XXXX', '2021/12/20 00:00:00', '2021/12/20 00:00:00', 0),
(2, 'TANAKA_TARO', '田中太郎','A02','2','taro@gmail.com','090-1234-5678',  '2021/12/21 00:00:00', '2021/12/22 00:00:00', 0),
(3, 'MAEDA_HANAKO', '前田花子' ,'A03','3','hanako@gmail.com','090-1234-5670',  '2021/12/22 00:00:00', '2021/12/23 00:00:00', 0),
(4, 'TEST_USER2', 'テストユーザ２' ,'A01','1','test2@gmail.com','090-XXXX-XXXX',  '2021/12/22 00:00:00', '2021/12/23 00:00:00', 1);

--部門マスタ
INSERT INTO M02
VALUES
('A01', '製造部門'),
('A02', '管理部門'),
('A03', '技術部門');
